{
  "index": {
    "title": "Pourquoi cette page?",
    "sub-title": "Référentiel de données",
    "search": "Effectuer une recherche",
    "scope-ratio": "Ratio Scope 2 / Scope 3",
    "selected_rows": "{n} ligne(s) selectionnée(s)",
    "title_equivalent": "Equivalence CO2",
    "label_equivalent": "Voiture thermique",
    "calculate": "Calculer",
    "select_country_elec_impact": "Région",
    "select_country_elec_impact_tooltip": "Région ou pays, remplace la valeur constructeur",
    "years": "années",
    "years_tooltip": "remplace la valeur constructeur",
    "lifetime": "Durée de vie",
    "custom_values": "Personnaliser"
  },
  "explanation": {
    "error": "Les données fournies par le constructeur pour ce(s) équipement(s) ne sont pas suffisantes pour que vous puissiez personnaliser la durée de vie et le lieu d'utilisation.",
    "1": "Au travers de cette page, Boavizta vous propose de :",
    "2": "Rechercher facilement les facteurs d'impact carbone pour les équipements numériques présents dans ",
    "3": "la base de données ouverte de Boavizta",
    "4": "Visualiser la répartition des impacts par étape du cycle de vie des équipements en différenciant la phase d'utilisation (scope 2), des phases de fabrication, transport et fin de vie (scope 3)",
    "5": "Evaluer les impacts du prolongement de la durée de vie ou bien de l'utilisation dans une zone géographique plutôt qu'une autre. ",
    "6": "Le tableau suivant affiche les principales données d'impact carbone pour tous les équipements présents dans la base de données Boavizta. Le graphique sous forme de camembert, en dessous du tableau, affiche la répartition des impacts par étape du cycle de vie des équipements en question. Vous pouvez effectuer des recherches sur chacune des colonnes du tableau pour trouver l'équipement précis ou le type d'équipement (Monitor, Laptop, Smartphone, Server…) qui vous intéresse. Une fois le filtre de recherche appliqué ou la ligne d'un équipement sélectionnée, le graphique est mis à jour pour afficher les impacts de l'ensemble des équipements sélectionnés.",
    "7": "A l'aide du formulaire situé à droite du graphique, vous pouvez ensuite faire varier la durée de vie et choisir un lieu d'utilisation des équipements sélectionnés pour visualiser, sur le graphique, comment cela influe sur l'impact global et surtout sur la répartition par phase du cycle de vie. A titre d'exemple, vous pouvez comparer les impacts de l'utilisation d'un serveur en France avec ceux d'une utilisation en Pologne.",
    "8": "Vous pouvez faire varier la durée de vie  et choisir un lieu d'utilisation des équipements sélectionnés pour visualiser comment cela influe sur l'impact global et sur la répartition par phase du cycle de vie.",
    "9": "A titre d'exemple, vous pouvez comparer les impacts de l'utilisation d'un serveur en <strong><a href='{urlFrance}'>France</a></strong> avec ceux d'une utilisation en <strong><a href='{urlPoland}'>Pologne</a></strong>.",
    "10": "Pour plus de détails sur l'outil Datavizta vous pouvez consulter",
    "11": "cet article.",
    "12": "https://boavizta.org/blog/dataviz",
    "13": "Notamment pour comprendre les limites d'utilisation de ces données fournies exclusivement par les fabriquants."
  },
  "datagrid" : {
    "lifetime": "Durée de vie",
    "manufacturer": "Fabricant",
    "name": "Nom",
    "category" : "Catégorie",
    "subcategory": "Sous-catégorie",
    "use_location": "Lieu d'utilisation",
    "report_date": "Date Fabricaton",
    "use": "Utilisation (%)",
    "yearlyTec" : "TEC annuel (kWh)",
    "manufacturing": "Fabrication (%)",
    "total": "Total (kgCO2eq)",
    "export_filtered": "Exporter en CSV",
    "filter_reset": "Reset filtres"
  },
  "pie": {
    "title": "Emissions de GES",
    "subtitle_unique_equipment" : "{name}",
    "subtitle_multiple_equipment_categories_details" : "Moyenne calculée sur {number} équipements de catégorie : {categories}",
    "subtitle_multiple_equipment_categories" : "Moyenne calculée sur {number} équipements de multiples catégories",
    "subtitle_multiple_equipment_types_details" : "Moyenne calculée sur {number} équipements de type : {types}",
    "legend_scope2" : "Scope 2 : {median} kgCO2eq (phase d'utilisation)",
    "legend_scope3" : "Scope 3 : {median} kgCO2eq (phases de fabrication, transport et fin de vie)",
    "export" : "Export",
    "exportPNG" : "Exporter en PNG",
    "download" : "Télécharger",
    "share" : "Partager",
    "copy" : "Copier le lien",
    "copied" : "Lien copié",

    "year" : "an",
    "impossible" : "Les données fournies par les constructeurs pour les équipements sélectionnés ne permettent pas d'afficher le détail de l'impact ou l'impact annuel.",
    "yearly": "Annuel",
    "total": "Total",
    "lifetime": "Durée de vie",
    "medianlifetime": "Durée de vie moyenne",
    "year(s)" : "an(s)"
  },
  "region-picker": {
    "default": "Utiliser la valeur par défaut"
  }
}
