{
  "nav": {
    "home": "Accueil",
    "manufacturer": "Données Fabricants",
    "server-impact": "Impact des serveurs"
  },
  "index": {
    "title1": "Pourquoi Datavizta?",
    "title2": "Quel outil? Pour quel usage?",
    "button": {
      "1": "Accéder au référentiel de données constructeur",
      "2": "Accéder à l'évaluation d'impact des serveurs"
    },
    "explanation": {
      "1": "Un des constats qui nous a incités à lancer ",
      "1bis": " était que nous manquions cruellement de données pertinentes pour mesurer les impacts environnementaux du numérique. Au-delà des impacts liés à la consommation d'électricité des équipements permettant de délivrer des services numériques, il est primordial de connaitre les impacts de la fabrication, du transport et de la fin de vie de tous ces équipements. D'autant plus que pour certains d'entre eux, comme les terminaux et les écrans, ces phases du cycle de vie ont un impact bien plus important que celui lié à leur consommation électrique.",
      "2": "Jusqu'à présent, les mesures d'impact de ces phases étaient complexes à mettre en œuvre ou nécessitaient des données propriétaires, et impliquaient des durées et des couts bien trop importants pour être réalisées régulièrement, même sur des périmètres simples.",
      "3": "Boavizta pense qu'une approche ouverte et participative serait bien plus adaptée pour rendre accessible la mesure d'impact environnemental du numérique au plus grand nombre.",
      "4": "A ce titre, une base de données et des methodologies ouvertes ont été développées collectivement par le groupe de travail et Datavizta a pour objectif de rendre accessible le résultat de ces travaux sous forme d'outils simples d'utilisation.",
      "5": "L'outil de visualisation des données du référentiel constructeur permet de : ",
      "6": "Rechercher facilement les facteurs d'impact carbone pour les équipements numériques présents dans ",
      "7": "la base de données ouverte de Boavizta",
      "8": "Visualiser la répartition des impacts par étape du cycle de vie des équipements en différenciant la phase d'utilisation (scope 2), des phases de fabrication, transport et fin de vie (scope 3)",
      "9": "Evaluer les impacts du prolongement de la durée de vie ou bien de l'utilisation dans une zone géographique plutôt qu'une autre. ", 
      "10": "L'outil d'évaluation d'impact des serveurs permet de comprendre les impacts environnementaux des serveurs sur plusieurs critères (Potentiel de réchauffement climatique, Énergie Primaire et Potentiel d'épuisement de ressources abiotiques), sur deux phases de cycles de vie (usage, fabrication) en fonction de leurs caractéristiques techniques et leur contexte d'utilisation."
    }
  },
  "manufdata": {
    "title": "Référentiel de données constructeur",
    "search": "Effectuer une recherche",
    "scope-ratio": "Ratio Scope 2 / Scope 3",
    "selected_rows": "{n} ligne(s) selectionnée(s)",
    "title_equivalent": "Equivalence CO2",
    "label_equivalent": "Voiture thermique",
    "calculate": "Calculer",
    "select_country_elec_impact": "Région",
    "select_country_elec_impact_tooltip": "Région ou pays, remplace la valeur constructeur",
    "years": "années",
    "years_tooltip": "remplace la valeur constructeur",
    "lifetime": "Durée de vie",
    "custom_values": "Personnaliser",
    "explanation": {
      "error": "Les données fournies par le constructeur pour ce(s) équipement(s) ne sont pas suffisantes pour que vous puissiez personnaliser la durée de vie et le lieu d'utilisation.",
      "1": "Au travers de cette page, Boavizta vous propose de :",
      "2": "Rechercher facilement les facteurs d'impact carbone pour les équipements numériques présents dans ",
      "3": "la base de données ouverte de Boavizta",
      "4": "Visualiser la répartition des impacts par étape du cycle de vie des équipements en différenciant la phase d'utilisation (scope 2), des phases de fabrication, transport et fin de vie (scope 3)",
      "5": "Evaluer les impacts du prolongement de la durée de vie ou bien de l'utilisation dans une zone géographique plutôt qu'une autre. ",
      "6": "Le graphique, ci-dessous, affiche la répartition des impacts par étape du cycle de vie des équipements présents dans la base de données de facteurs d'impacts environnementaux de Boavizta construite exclusivement à partir de données constructeurs. Le tableau, situé sous le graphique, affiche les principales données d'impact carbone pour tous les équipements présents dans la base de données Boavizta. Vous pouvez effectuer des recherches sur chacune des colonnes du tableau pour trouver l'équipement précis ou le type d'équipement (Monitor, Laptop, Smartphone, Server…) qui vous intéresse. Une fois le filtre de recherche appliqué ou la ligne d'un équipement sélectionnée, le graphique est mis à jour pour afficher les impacts de l'ensemble des équipements sélectionnés.",
      "7": "A l'aide du formulaire situé à droite du graphique, vous pouvez ensuite faire varier la durée de vie et choisir un lieu d'utilisation des équipements sélectionnés pour visualiser, sur le graphique, comment cela influe sur l'impact global et surtout sur la répartition par phase du cycle de vie. A titre d'exemple, vous pouvez comparer les impacts de l'utilisation d'un serveur en France avec ceux d'une utilisation en Pologne.",
      "8": "Vous pouvez faire varier la durée de vie  et choisir un lieu d'utilisation des équipements sélectionnés pour visualiser comment cela influe sur l'impact global et sur la répartition par phase du cycle de vie.",
      "9": "A titre d'exemple, vous pouvez comparer les impacts de l'utilisation d'un serveur en France avec ceux d'une utilisation en Pologne.",
      "10": "Pour plus de détails sur cet outil de visualisation vous pouvez consulter",
      "11": "cet article.",
      "12": "https://boavizta.org/blog/dataviz",
      "13": "Notamment pour comprendre les limites d'utilisation de ces données fournies exclusivement par les fabriquants."
    }
  },
  "datagrid" : {
    "lifetime": "Durée de vie",
    "manufacturer": "Fabricant",
    "name": "Nom",
    "category" : "Catégorie",
    "subcategory": "Sous-catégorie",
    "use_location": "Lieu d'utilisation",
    "report_date": "Date Fabricaton",
    "use": "Utilisation (%)",
    "yearlyTec" : "TEC annuel (kWh)",
    "manufacturing": "Fabrication (%)",
    "total": "Total (kgCO2eq)",
    "export_filtered": "Exporter en CSV",
    "filter_reset": "Reset filtres"
  },
  "pie": {
    "title": "Emissions de GES",
    "subtitle_unique_equipment" : "{name}",
    "subtitle_multiple_equipment_categories_details" : "Moyenne calculée sur {number} équipements de catégorie : {categories}",
    "subtitle_multiple_equipment_categories" : "Moyenne calculée sur {number} équipements de multiples catégories",
    "subtitle_multiple_equipment_types_details" : "Moyenne calculée sur {number} équipements de type : {types}",
    "legend_scope2" : "Scope 2 : {median} kgCO2eq (phase d'utilisation)",
    "legend_scope3" : "Scope 3 : {median} kgCO2eq (phases de fabrication, transport et fin de vie)",
    "export" : "Export",
    "exportPNG" : "Exporter en PNG",
    "download" : "Télécharger",
    "share" : "Partager",
    "copy" : "Copier le lien",
    "copied" : "Lien copié",

    "year" : "an",
    "impossible" : "Les données fournies par les constructeurs pour les équipements sélectionnés ne permettent pas d'afficher le détail de l'impact ou l'impact annuel.",
    "yearly": "Annuel",
    "total": "Total",
    "lifetime": "Durée de vie",
    "medianlifetime": "Durée de vie moyenne",
    "year(s)" : "an(s)"
  },
  "region-picker": {
    "default": "Utiliser la valeur par défaut"
  },
  "server-impact": {
    "title":"Impact multicritère des serveurs",
    "Manufacture" : "Fabrication",
    "Usage" : "Utilisation",
    "quantity": "Quantité",
    "Core_units": "Nb Coeurs",
    "tdp": "TDP (Watt)",
    "architecture": "Architecture",
    "capacity": "Capacité (GB)",
    "manufacturer": "Fabricant",
    "localisation": "Localisation",
    "lifespan": "Durée de vie (ans)",
    "method": "Méthode",
    "avrg_elec": "Conso moyenne W/h",
    "load": "Charge serveur (%)",
    "Impacts" : "Impacts",
    "Utilisation" : "Utilisation du serveur",
    "Configuration" : "Configuration du serveur",
    "Others" : "Autres",
    "Unit" : "Unité",
    "Results" : "Impact multicritères sur la durée de vie totale",
    "GWP" : "Potentiel de gaz à effet de serre",
    "Global Warming Potential desc": "Évalue l’effet sur le réchauffement de la planète",
    "PE" : "Energie Primaire",
    "Primary energy desc" : "Consommation de ressources énergétiques",
    "ADP" : "Potentiel d’épuisement des ressources abiotiques",
    "Abiotic Depletion Potential desc" : "Évalue l’utilisation de minéraux et de matières premières fossiles."
  },
  "server-impact-desc": {
    "why": "Pourquoi cette page ?",
    "why_content": "Au travers de cette page, Boavizta vous propose de comprendre les impacts environnementaux des serveurs sur plusieurs critères, sur deux phases de cycles de vie (usage, fabrication) en fonction de leurs caractéristiques techniques et leur contexte d'utilisation.\n",
    "how": "Comment sont évalués les impacts ?",
    "how_content1": "Les impacts liés à la fabrication sont évalués à l'aide de la méthodologie détailliée par Boavizta dans",
    "how_content2": "cet article",
    "articlelink": "https://www.boavizta.org/blog/empreinte-de-la-fabrication-d-un-serveur",
    "how_content3": "Ceux liés à la phase d'utilisation sont évalués à partir de la consommation éléctrique moyenne ou modélisés à partir de la charge estimée du serveur. La méthodologie est détaillée ici :",
    "further": "Pour aller plus loin",
    "further_content1": "Cette page utilise la",
    "further_content2":". Une API open-source qui utilise des données et des méthodes ouvertes pour évaluer les impacts environnmentaux des equipements numériques.\n"
  }
}
